{
  "Mario": {
    "desc": "Mario comes from the Super Mario Bros. series. He is a plumber in the Mushroom Kingdom, and frequently saves it (and Princess Peach/Toadstool) from the evil hands of Bowser, the King of the Koopas. Identifiable by his red cap and his jumping prowess, he is sure to be a match on the battlefield.",
    "neutral": {
      "name": "Fireball",
      "damage": 6,
      "usage": 7,
      "desc": "Mario launches an orange fireball from his hand as a projectile. The fireball bounces along the ground several times before disappearing"
    },
    "side": {
      "name": "Cape",
      "damage": 7,
      "usage": 7,
      "desc": "Mario swings a yellow cape from Super Mario World that reflects projectiles and enemies. It can also be used as a brief but continuously available recovery."
    },
    "up": {
      "name": "Super Jump Punch",
      "damage": 4,
      "usage": 10,
      "desc": "Mario performs a rising uppercut that releases coins from opponents it hits, which are aesthetically similar to the ones from \"New Super Mario Bros. U\""
    },
    "down": {
      "name": "F.L.U.D.D.",
      "damage": 2,
      "usage": 20,
      "desc": "Mario pulls out F.L.U.D.D. from Super Mario Sunshine, which will blast aqua jets of water to push back opponents."
    },
    "final": {
      "name": "Mario Finale",
      "damage": 25,
      "usage": 1,
      "desc": "Mario shoots a massive, continuous spinning stream of flames horizontally across the stage. The vortex deals repeated damage and pulls the victims towards the blast line it is heading for."
    }
  },
  "Link": {
    "desc": "Link is the main protagonist of the Legend of Zelda series. He is usually depicted as a courageous young boy or teenager in green clothing who leaves his home and any relatives to pursue his destiny: fighting the evil forces threatening the land.",
    "neutral": {
      "name": "Hero's Bow",
      "damage": 4,
      "usage": 15,
      "desc": "Equips his Hero's Bow and fires an arrow forward."
    },
    "side": {
      "name": "Gale Boomerang",
      "damage": 7,
      "usage": 7,
      "desc": "Throws the Gale Boomerang, which flies forward and then returns to Link."
    },
    "up": {
      "name": "Spin Attack",
      "damage": 12,
      "usage": 3,
      "desc": "A spinning, outward slash. It functions differently on the ground and in the air."
    },
    "down": {
      "name": "Bomb",
      "damage": 6,
      "usage": 10,
      "desc": "Pulls a Bomb"
    },
    "final": {
      "name": "Triforce Slash",
      "damage": 22,
      "usage": 1,
      "desc": "Emits a beam of light from the Triforce of Courage symbol on the back of his hand to stun an opponent in front of him. If the beam comes in contact with an opponent, Link dashes forward and slashes them repeatedly while they are trapped in a Triforce-shaped energy field, with the last hit being a powerful slash that launches the trapped opponent away."
    }
  }
}
